<?php

/*
 * This file is part of execl setting.
 *
 * (c) zxgbuynow <zxgbuynow@gmail.com>
 * $this->laravel['config']['ixport.TEACHER_CELL_DATAS']
 */

return [

    //多维表头
    'TEACHER_CELL_DATAS' => [
        ['序号','分组','姓名','办公电话','住宅电话','手机','编号','性别','民族','出生年月','政治面貌','籍贯',
            '行政职务','任职时间','职务级别','专业技术职务','职称','评审通过时间','聘任时间','系列',
            '所在单位','所属教研室和实验室','来校工作时间','原工作单位','教师资格证书编号','身份证号','老师毕业院校','第一学历','','','',
            '最高学历学位','','','','现从事专业','所属学科','任教课程','硕(博)导'],

        ['','','','','','','','','','','','','','','','','','','','','','','','','','','','学历/学位','毕业院校','所学专业',
            '毕业时间','学历/学位','毕业院校','所学专业','毕业时间','','','',
            '授予单位','获得时间']
    ],


];
