<?php

/*
 * This file is part of execl setting.
 *
 * (c) zxgbuynow <zxgbuynow@gmail.com>
 * config('ixport.TEACHER_CELL_DATAS')
 */

return [

    //多维表头
    'TEACHER_CELL_DATAS'    => [
        ['序号', '分组', '姓名', '办公电话', '住宅电话', '手机', '编号', '性别', '民族', '出生年月', '政治面貌', '籍贯',
            '行政职务', '任职时间', '职务级别', '专业技术职务', '职称', '评审通过时间', '聘任时间', '系列',
            '所在单位', '所属教研室和实验室', '来校工作时间', '原工作单位', '教师资格证书编号', '身份证号', '老师毕业院校', '第一学历', '', '', '',
            '最高学历学位', '', '', '', '现从事专业', '所属学科', '任教课程', '硕(博)导'],

        ['', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '学历/学位', '毕业院校', '所学专业',
            '毕业时间', '学历/学位', '毕业院校', '所学专业', '毕业时间', '', '', '',
            '授予单位', '获得时间'],
    ],

    //需导出报表
    'SCHOOL_REPORT'         => [
        'modern'  => '现代化监测指标报告',
        // 'balance' => '优质均衡发展七项指标报告',
    ],
    'SCHOOL_MODERN_REPORT'  => [
        'kindergarten'=>'幼儿园',
        // 'primarySchool'=>'小学',
        // 'juniorMiddleSchool'=>'初中',
        // 'highSchool'=>'普高',
        // 'secondaryVocationalSchool'=>'中职',
        // 'specialSchool'=>'特殊教育',
    ],
    'SCHOOL_MODERN_CONFIG'  => [
        'kindergarten'=>[
           ['幼儿园现代化监测指标报告','','','','','','',''],
           ['序号', '学校', '班师比', '', '', '专科以上老师占比', '' ,''],
           ['', '', '幼儿园专任教师数/班级数', '', '', '幼儿园专科及以上教师数/专任教师总数', '' ,''],
           ['', '', '实际值', '达标值', '是否达标', '实际值', '达标值', '是否达标'],
        ],
        'primarySchool'=>[
            ['小学现代化监测指标报告','','','','','','','','','','','','','','','',''],
            ['序号','学校','生师比','','','本科以上老师占比','','','四十人及一下班级占比','','','每百名学生与中高级以上职称教师比','','生均图书比','','',''],
            ['','','小学学生总数/ 小学专任教师总数','','','小学本科及以上教师数/专任教师总数','','','40人及以下班级数/总班级数','','','（正高级+副高级+中级）/小学生总数','','图书数/学生数','','',''],
            ['','','实际值','达标值','是否达标','实际值','达标值','是否达标','实际值','达标值','是否达标','实际值','达标值','是否达标','实际值','达标值','是否达标']
        ],
        'juniorMiddleSchool'=>[
            ['初中现代化监测指标报告','','','','','','','','','','','','','','','',''],
            ['序号','学校','生师比','','','专科以上老师占比','','','四十五人及一下班级占比','','','每百名学生与中高级以上职称教师比','','','生均图书比','',''],
            ['','','初中学生总数/ 初中专任教师总数','','','初中研究生及以上教师数/专任教师总数','','','45人及以下班级数/总班级数','','','（正高级+副高级+中级）/小学生总数','','','图书数/学生数','',''],
            ['','','实际值','达标值','是否达标','实际值','达标值','是否达标','实际值','达标值','是否达标','实际值','达标值','是否达标','实际值','达标值','是否达标']
        ],
        'highSchool'=>[
            ['普高现代化监测指标报告','','','','','','','','','',''],
            ['序号','学校','生师比','','','专科以上老师占比','','','生均仪器设备比','',''],
            ['','','普高学生总数/ 普高专任教师总数','','','普高研究生及以上教师数/高中教师总数','','','教学仪器设备值/学生数','',''],
            ['','','实际值','达标值','是否达标','实际值','达标值','是否达标','实际值','达标值','是否达标']
        ],
        'secondaryVocationalSchool'=>[
            ['中职现代化监测指标报告','','','','','','','','','',''],
            ['序号','学校','生师比','','','中职学校专业教师双师型比例','','','生均仪器设备比','',''],
            ['','','中职学生数/中职教师数','','','双师型教师数/专业课教师数','','','教学仪器设备值/学生数','',''],
            ['','','实际值','达标值','是否达标','实际值','达标值','是否达标','实际值','达标值','是否达标']
        ],
        'specialSchool'=>[
            ['特殊教育现代化监测指标报告','','','',''],
            ['序号','学校','特殊教育学校生师比','',''],
            ['','','特殊学校学生数/特殊学校教师数','',''],
            ['','','实际值','达标值','是否达标']
        ]
    ],
    'SCHOOL_BALANCE_REPORT' => [
        'primarySchool'=>'小学',
        'juniorMiddleSchool'=>'初中',
        'nineYearCon'=>'九年一贯',
    ],
    'SCHOOL_BALANCE_CONFIG' => [
        'primarySchool'=>[
            ['小学优质均衡发展七项指标报告','','','','','','','','','','','','','','','','','','','','','','','','','','','','',''],
            ['序号','学校','每百生高于规定学历教师数','','','','每百生骨干教师数','','','','每百生体育、艺术专任教师数','','','','生均教学及辅助用房面积','','','','生均体育运动场馆面积','','','','生均教学仪器设备值','','','','每百名学生拥有网络多媒体教室数','','',''],
            ['','','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标']
        ],
        'juniorMiddleSchool'=>[
            ['初中优质均衡发展七项指标报告','','','','','','','','','','','','','','','','','','','','','','','','','','','','',''],
            ['序号','学校','每百生高于规定学历教师数','','','','每百生骨干教师数','','','','每百生体育、艺术专任教师数','','','','生均教学及辅助用房面积','','','','生均体育运动场馆面积','','','','生均教学仪器设备值','','','','每百名学生拥有网络多媒体教室数','','',''],
            ['','','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标']
        ],
        'nineYearCon'=>[
            ['九年一贯优质均衡发展七项指标报告','','','','','','','','','','','','','','','','','','','','','','','','','','','','',''],
            ['序号','学校','每百生高于规定学历教师数','','','','每百生骨干教师数','','','','每百生体育、艺术专任教师数','','','','生均教学及辅助用房面积','','','','生均体育运动场馆面积','','','','生均教学仪器设备值','','','','每百名学生拥有网络多媒体教室数','','',''],
            ['','','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标','基本值','达标值','实际值','是否达标']
        ]
    ],

];
