<?php

/*
 * This file is part of execl setting.
 *
 * (c) zxgbuynow <zxgbuynow@gmail.com>
 * config('ixport.TEACHER_CELL_DATAS')
 */

return [


    //需导出报表
    'SCHOOL_REPORT'         => [
        'modern'  => '现代化监测指标报告',
        'balance' => '优质均衡发展七项指标报告',
        'situation'=>'全国义务教育优质均衡县校际均衡情况',
    ],
    'SCHOOL_MODERN_REPORT'  => [
        'kindergarten'=>'幼儿园',
        'primarySchool'=>'小学',
        'juniorMiddleSchool'=>'初中',
        'mnineYearCon'=>'九年一贯',
        'mtwelveYearCon'=>'十二年一贯',
        'highSchool'=>'普高',
        'secondaryVocationalSchool'=>'中职',
        'specialSchool'=>'特殊教育',
    ],
    'SCHOOL_MODERN_CONFIG'  => [
        'kindergarten'=>[
           ['幼儿园现代化监测指标报告','','','','','','','','','','',''],
           ['序号', '学校', '班师比', '', '','', '', '专科以上老师占比', '' ,'', '' ,''],
           ['', '', '幼儿园专任教师数/班级数', '', '','', '', '幼儿园专科及以上教师数/专任教师总数', '' ,'', '' ,''],
           ['', '', '实际值', '达标值','幼儿园专任教师数','班级数', '是否达标', '实际值', '达标值', '幼儿园专科及以上教师数','专任教师总数','是否达标'],
        ],
        'primarySchool'=>[
            ['小学现代化监测指标报告','','','','','','','','','','','','','','','','','','','','','','','','','',''],
            ['序号','学校','生师比','','','','','本科以上老师占比','','','','','四十人及一下班级占比','','','','','每百名学生与中高级以上职称教师比','','','','','生均图书比','','','','',''],
            ['','','小学学生总数/ 小学专任教师总数','','','','','小学本科及以上教师数/专任教师总数','','','','','40人及以下班级数/总班级数','','','','','（正高级+副高级+中级）/小学生总数','','','','','图书数/学生数','','','',''],
            ['','','实际值','达标值','小学学生总数','小学专任教师总数','是否达标','实际值','达标值','小学本科及以上教师数','专任教师总数','是否达标','实际值','达标值','40人及以下班级数','总班级数','是否达标','实际值','达标值','（正高级+副高级+中级）*100','小学生总数','是否达标','实际值','达标值','图书数','学生数','是否达标']
        ],
        'juniorMiddleSchool'=>[
            ['初中现代化监测指标报告','','','','','','','','','','','','','','','','','','','','','','','','','',''],
            ['序号','学校','生师比','','','','','专科以上老师占比','','','','','四十五人及一下班级占比','','','','','每百名学生与中高级以上职称教师比','','','','','生均图书比','','','','',],
            ['','','初中学生总数/ 初中专任教师总数','','','','','初中研究生及以上教师数/专任教师总数','','','','','45人及以下班级数/总班级数','','','','','（正高级+副高级+中级）/小学生总数','','','','','图书数/学生数','','','','',],
            ['','','实际值','达标值','初中学生总数','初中专任教师总数','是否达标','实际值','达标值','初中研究生及以上教师数','专任教师总数','是否达标','实际值','达标值','45人及以下班级数','总班级数','是否达标','实际值','达标值','（正高级+副高级+中级）*100','小学生总数','是否达标','实际值','达标值','图书数','学生数','是否达标']
        ],
        'highSchool'=>[
            ['普高现代化监测指标报告','','','','','','','','','','','','','','','',''],
            ['序号','学校','生师比','','','','','专科以上老师占比','','','','','生均仪器设备比','','','','',],
            ['','','普高学生总数/ 普高专任教师总数','','','','','普高研究生及以上教师数/高中教师总数','','','','','教学仪器设备值/学生数','','','','',],
            ['','','实际值','达标值','普高学生总数','普高专任教师总数','是否达标','实际值','达标值','普高研究生及以上教师数','高中教师总数','是否达标','实际值','达标值','教学仪器设备值','学生数','是否达标']
        ],
        'mnineYearCon'=>[
            ['九年一贯现代化监测指标报告','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','',''],
            ['序号','学校','小学生师比','','','','','本科以上老师占比','','','','','四十人及一下班级占比','','','','','每百名学生与中高级以上职称教师比','','','','','生均图书比','','','','','初中生师比','','','','','专科以上老师占比','','','','','四十五人及一下班级占比','','','','','每百名学生与中高级以上职称教师比','','','','','生均图书比','','','',''],
            ['','','小学学生总数/ 小学专任教师总数','','','','','小学本科及以上教师数/专任教师总数','','','','','40人及以下班级数/总班级数','','','','','（正高级+副高级+中级）/小学生总数','','','','','图书数/学生数','','','','','初中学生总数/ 初中专任教师总数','','','','','初中研究生及以上教师数/专任教师总数','','','','','45人及以下班级数/总班级数','','','','','（正高级+副高级+中级）/小学生总数','','','','','图书数/学生数','','','',''],
            ['','','实际值','达标值','小学学生总数','小学专任教师总数','是否达标','实际值','达标值','小学本科及以上教师数','专任教师总数','是否达标','实际值','达标值','40人及以下班级数','总班级数','是否达标','实际值','达标值','（正高级+副高级+中级）*100','小学生总数','是否达标','实际值','达标值','图书数','学生数','是否达标','实际值','达标值','初中学生总数','初中专任教师总数','是否达标','实际值','达标值','初中研究生及以上教师数','专任教师总数','是否达标','实际值','达标值','45人及以下班级数','总班级数','是否达标','实际值','达标值','（正高级+副高级+中级）*100','小学生总数','是否达标','实际值','达标值','图书数','学生数','是否达标']
        ],
        'mtwelveYearCon'=>[
            ['十二年一贯现代化监测指标报告','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','',''],
            ['序号','学校','小学生师比','','','','','本科以上老师占比','','','','','四十人及一下班级占比','','','','','每百名学生与中高级以上职称教师比','','','','','生均图书比','','','','','初中生师比','','','','','专科以上老师占比','','','','','四十五人及一下班级占比','','','','','每百名学生与中高级以上职称教师比','','','','','生均图书比','','','','','高中生师比','','','','','专科以上老师占比','','','','','生均仪器设备比','','','',''],
            ['','','小学学生总数/ 小学专任教师总数','','','','','小学本科及以上教师数/专任教师总数','','','','','40人及以下班级数/总班级数','','','','','（正高级+副高级+中级）/小学生总数','','','','','图书数/学生数','','','','','初中学生总数/ 初中专任教师总数','','','','','初中研究生及以上教师数/专任教师总数','','','','','45人及以下班级数/总班级数','','','','','（正高级+副高级+中级）/小学生总数','','','','','图书数/学生数','','','','','普高学生总数/ 普高专任教师总数','','','','','普高研究生及以上教师数/高中教师总数','','','','','教学仪器设备值/学生数','','','',''],
            ['','','实际值','达标值','小学学生总数','小学专任教师总数','是否达标','实际值','达标值','小学本科及以上教师数','专任教师总数','是否达标','实际值','达标值','40人及以下班级数','总班级数','是否达标','实际值','达标值','（正高级+副高级+中级）*100','小学生总数','是否达标','实际值','达标值','图书数','学生数','是否达标','实际值','达标值','初中学生总数','初中专任教师总数','是否达标','实际值','达标值','初中研究生及以上教师数','专任教师总数','是否达标','实际值','达标值','45人及以下班级数','总班级数','是否达标','实际值','达标值','（正高级+副高级+中级）*100','小学生总数','是否达标','实际值','达标值','图书数','学生数','是否达标','实际值','达标值','普高学生总数','普高专任教师总数','是否达标','实际值','达标值','普高研究生及以上教师数','高中教师总数','是否达标','实际值','达标值','教学仪器设备值','学生数','是否达标']
        ],
        'secondaryVocationalSchool'=>[
            ['中职现代化监测指标报告','','','','','','','','','','','','','','','',''],
            ['序号','学校','生师比','','','','','中职学校专业教师双师型比例','','','','','生均仪器设备比','','','',''],
            ['','','中职学生数/中职教师数','','','','','双师型教师数/专业课教师数','','','','','教学仪器设备值/学生数','','','','',],
            ['','','实际值','达标值','中职学生数','中职教师数','是否达标','实际值','达标值','双师型教师数','专业课教师数','是否达标','实际值','达标值','教学仪器设备值','学生数','是否达标']
        ],
        'specialSchool'=>[
            ['特殊教育现代化监测指标报告','','','','','',''],
            ['序号','学校','特殊教育学校生师比','','','',''],
            ['','','特殊学校学生数/特殊学校教师数','','','',''],
            ['','','实际值','达标值','特殊学校学生数','特殊学校教师数','是否达标']
        ]
    ],
    'SCHOOL_BALANCE_REPORT' => [
        'primarySchool'=>'小学',
        'juniorMiddleSchool'=>'初中',
        'nineYearCon'=>'九年一贯',
        'twelveYearCon'=>'十二年一贯',
    ],
    'SCHOOL_BALANCE_CONFIG' => [
        'primarySchool'=>[
            ['小学优质均衡发展七项指标报告','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','',''],
            ['序号','学校','每百生高于规定学历教师数','','','','','','每百生骨干教师数','','','','','','每百生体育、艺术专任教师数','','','','','','生均教学及辅助用房面积','','','','','','生均体育运动场馆面积','','','','','','生均教学仪器设备值','','','','','','每百名学生拥有网络多媒体教室数','','','','',''],
            ['','','基本值','达标值','实际值','高于规定学历教师数（专科及以上）*100','学生数','是否达标','基本值','达标值','实际值','县级以上骨干教师数*100','学生数','是否达标','基本值','达标值','实际值','体育、艺术（美术、音乐）专任教师数*100','学生数','是否达标','基本值','达标值','实际值','教学及辅助用房-体育馆面积','学生数','是否达标','基本值','达标值','实际值','运动场地+体育馆面积','学生数','是否达标','基本值','达标值','实际值','仪器设备值(元）','学生数','是否达标','基本值','达标值','实际值','网络多媒体教室数*100','学生数','是否达标']
        ],
        'juniorMiddleSchool'=>[
            ['初中优质均衡发展七项指标报告','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','',''],
            ['序号','学校','每百生高于规定学历教师数','','','','','','每百生骨干教师数','','','','','','每百生体育、艺术专任教师数','','','','','','生均教学及辅助用房面积','','','','','','生均体育运动场馆面积','','','','','','生均教学仪器设备值','','','','','','每百名学生拥有网络多媒体教室数','','','','',''],
            ['','','基本值','达标值','实际值','高于规定学历教师数（本科及以上）*100','学生数','是否达标','基本值','达标值','实际值','县级以上骨干教师数*100','学生数','是否达标','基本值','达标值','实际值','体育、艺术（美术、音乐）专任教师数*100','学生数','是否达标','基本值','达标值','实际值','教学及辅助用房-体育馆面积','学生数','是否达标','基本值','达标值','实际值','运动场地+体育馆面积','学生数','是否达标','基本值','达标值','实际值','仪器设备值(元）','学生数','是否达标','基本值','达标值','实际值','网络多媒体教室数*100','学生数','是否达标']

        ],
        'nineYearCon'=>[
            ['九年一贯优质均衡发展七项指标报告','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','',''],
            ['序号','学校','每百生高于规定学历教师数','','','','','','每百生骨干教师数','','','','','','每百生体育、艺术专任教师数','','','','','','生均教学及辅助用房面积','','','','','','生均体育运动场馆面积','','','','','','生均教学仪器设备值','','','','','','每百名学生拥有网络多媒体教室数','','','','',''],
            ['','','基本值','达标值','实际值','高于规定学历教师数*100','学生数','是否达标','基本值','达标值','实际值','县级以上骨干教师数*100','学生数','是否达标','基本值','达标值','实际值','体育、艺术（美术、音乐）专任教师数*100','学生数','是否达标','基本值','达标值','实际值','教学及辅助用房-体育馆面积','学生数','是否达标','基本值','达标值','实际值','运动场地+体育馆面积','学生数','是否达标','基本值','达标值','实际值','仪器设备值(元）','学生数','是否达标','基本值','达标值','实际值','网络多媒体教室数*100','学生数','是否达标']
        ],
        'twelveYearCon'=>[
            ['十二年一贯优质均衡发展七项指标报告','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','',''],
            ['序号','学校','每百生高于规定学历教师数','','','','','','每百生骨干教师数','','','','','','每百生体育、艺术专任教师数','','','','','','生均教学及辅助用房面积','','','','','','生均体育运动场馆面积','','','','','','生均教学仪器设备值','','','','','','每百名学生拥有网络多媒体教室数','','','','',''],
            ['','','基本值','达标值','实际值','高于规定学历教师数*100','学生数','是否达标','基本值','达标值','实际值','县级以上骨干教师数*100','学生数','是否达标','基本值','达标值','实际值','体育、艺术（美术、音乐）专任教师数*100','学生数','是否达标','基本值','达标值','实际值','教学及辅助用房-体育馆面积','学生数','是否达标','基本值','达标值','实际值','运动场地+体育馆面积','学生数','是否达标','基本值','达标值','实际值','仪器设备值(元）','学生数','是否达标','基本值','达标值','实际值','网络多媒体教室数*100','学生数','是否达标']
        ],
    ],

    'SCHOOL_SITUATION_REPORT' => [
        'summary'=>'汇总表'
    ],

    'SCHOOL_SITUATION_CONFIG' => [
        'summary'=>[
            ['全国义务教育优质均衡县校际均衡情况','','','','','','','','',''],
            ['','','每百名学生拥有高于规定学历教师数','每百名学生拥有县级以上骨干教师数','每百名学生拥有体育、艺术（美术、音乐）专任教师数','生均教学及辅助用房面积（㎡）','生均体育运动场馆面积（㎡）','生均教学仪器设备值（元）','每百名学生拥有网络多媒体教室数','综合'],
            ['','','L1','L2','L3','L4','L5','L6','L7','L8'],
        ],
    ],

    //import 
    'SCHOOL_IMPORT_TYPE'  => [
        'kindergarten'=>'幼儿园',
        'primarySchool'=>'小学',
        'juniorMiddleSchool'=>'初中',
        'mnineYearCon'=>'九年一贯',
        'mtwelveYearCon'=>'十二年一贯',
        'highSchool'=>'普高',
        'secondaryVocationalSchool'=>'中职',
    ],
    
    'SCHOOL_IMPORT_MODERN_FOUND_INDEX'=>[
        'kindergarten'=>['KCTR'=>'班师比','KSTR'=>'专科以上老师占比'],
        'primarySchool'=>['PSTR'=>'生师比','PTR'=>'本科以上老师占比','PFCR'=>'四十人及一下班级占比','PHSTR'=>'每百名学生与中高级以上职称教师比','PSBR'=>'生均图书比'],
        'juniorMiddleSchool'=>['JSTR'=>'生师比','JETR'=>'专科以上老师占比','JFCR'=>'四十五人及一下班级占比','JHSTR'=>'每百名学生与中高级以上职称教师比','JSBR'=>'生均图书比'],
        'highSchool'=>['HSTR'=>'生师比','HETR'=>'专科以上老师占比','HSMR'=>'生均仪器设备比'],
        'secondaryVocationalSchool'=>['VSTR'=>'生师比','VETR'=>'中职学校专业教师双师型比例','VSMR'=>'生均仪器设备比'],
        'specialSchool'=>['SSTR'=>'特殊教育学校生师比'],
    ],
    'SCHOOL_IMPORT_BALANCE_FOUND_INDEX'=>[
        'primarySchool'=>['PHETR'=>'每百生高于规定学历教师数','PHBTR'=>'每百生骨干教师数','PHATR'=>'每百生体育、艺术专任教师数','PSRAR'=>'生均教学及辅助用房面积','PSMAR'=>'生均体育运动场馆面积','PSMR'=>'生均教学仪器设备值','PHIR'=>'每百名学生拥有网络多媒体教室数'],
        'nineYearCon'=>['NHETR'=>'每百生高于规定学历教师数','NHBTR'=>'每百生骨干教师数','NHATR'=>'每百生体育、艺术专任教师数','NSRAR'=>'生均教学及辅助用房面积','NSMAR'=>'生均体育运动场馆面积','NSMR'=>'生均教学仪器设备值','NHIR'=>'每百名学生拥有网络多媒体教室数'],
        'juniorMiddleSchool'=>['JHETR'=>'每百生高于规定学历教师数','JHBTR'=>'每百生骨干教师数','JHATR'=>'每百生体育、艺术专任教师数','JSRAR'=>'生均教学及辅助用房面积','JSMAR'=>'生均体育运动场馆面积','JSMR'=>'生均教学仪器设备值','JHIR'=>'每百名学生拥有网络多媒体教室数']
    ],
    'SCHOOL_IMPORT_FOUND_INDEX'=>[
        //幼儿园
        'KCTR'=>['found_name'=>'班师比','standard_val'=>'2','basic_val'=>'','ratio'=>'default', 'unit'=>''],
        'KSTR'=>['found_name'=>'专科以上老师占比','standard_val'=>'98%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        //小学
        'PSTR'=>['found_name'=>'生师比','standard_val'=>'17:1','basic_val'=>'','ratio'=>'scale', 'unit'=>''],
        'PTR'=>['found_name'=>'本科以上老师占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'PFCR'=>['found_name'=>'四十人及一下班级占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'PHSTR'=>['found_name'=>'每百名学生与中高级以上职称教师比','standard_val'=>'4','basic_val'=>'','ratio'=>'default', 'unit'=>''],
        'PSBR'=>['found_name'=>'生均图书比','standard_val'=>'30','basic_val'=>'','ratio'=>'default', 'unit'=>'册'],
        //初中
        'JSTR'=>['found_name'=>'生师比','standard_val'=>'13.5:1','basic_val'=>'','ratio'=>'scale', 'unit'=>''],
        'JETR'=>['found_name'=>'专科以上老师占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'JFCR'=>['found_name'=>'四十五人及一下班级占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'JHSTR'=>['found_name'=>'每百名学生与中高级以上职称教师比','standard_val'=>'6','basic_val'=>'','ratio'=>'default', 'unit'=>''],
        'JSBR'=>['found_name'=>'生均图书比','standard_val'=>'40','basic_val'=>'','ratio'=>'default', 'unit'=>'册'],

        //九年小学
        'MNPSTR'=>['found_name'=>'生师比','standard_val'=>'17:1','basic_val'=>'','ratio'=>'scale', 'unit'=>''],
        'MNPTR'=>['found_name'=>'本科以上老师占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'MNPFCR'=>['found_name'=>'四十人及一下班级占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'MNPHSTR'=>['found_name'=>'每百名学生与中高级以上职称教师比','standard_val'=>'4','basic_val'=>'','ratio'=>'default', 'unit'=>''],
        'MNPSBR'=>['found_name'=>'生均图书比','standard_val'=>'30','basic_val'=>'','ratio'=>'default', 'unit'=>'册'],
        //九年初中
        'MNJSTR'=>['found_name'=>'生师比','standard_val'=>'13.5:1','basic_val'=>'','ratio'=>'scale', 'unit'=>''],
        'MNJETR'=>['found_name'=>'专科以上老师占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'MNJFCR'=>['found_name'=>'四十五人及一下班级占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'MNJHSTR'=>['found_name'=>'每百名学生与中高级以上职称教师比','standard_val'=>'6','basic_val'=>'','ratio'=>'default', 'unit'=>''],
        'MNJSBR'=>['found_name'=>'生均图书比','standard_val'=>'40','basic_val'=>'','ratio'=>'default', 'unit'=>'册'],

        //十二小学
        'MTPSTR'=>['found_name'=>'生师比','standard_val'=>'17:1','basic_val'=>'','ratio'=>'scale', 'unit'=>''],
        'MTPTR'=>['found_name'=>'本科以上老师占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'MTPFCR'=>['found_name'=>'四十人及一下班级占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'MTPHSTR'=>['found_name'=>'每百名学生与中高级以上职称教师比','standard_val'=>'4','basic_val'=>'','ratio'=>'default', 'unit'=>''],
        'MTPSBR'=>['found_name'=>'生均图书比','standard_val'=>'30','basic_val'=>'','ratio'=>'default', 'unit'=>'册'],
        //十二初中
        'MTJSTR'=>['found_name'=>'生师比','standard_val'=>'13.5:1','basic_val'=>'','ratio'=>'scale', 'unit'=>''],
        'MTJETR'=>['found_name'=>'专科以上老师占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'MTJFCR'=>['found_name'=>'四十五人及一下班级占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'MTJHSTR'=>['found_name'=>'每百名学生与中高级以上职称教师比','standard_val'=>'6','basic_val'=>'','ratio'=>'default', 'unit'=>''],
        'MTJSBR'=>['found_name'=>'生均图书比','standard_val'=>'40','basic_val'=>'','ratio'=>'default', 'unit'=>'册'],
        //十二高中
        'MTHSTR'=>['found_name'=>'生师比','standard_val'=>'12.5:1','basic_val'=>'','ratio'=>'scale', 'unit'=>''],
        'MTHETR'=>['found_name'=>'专科以上老师占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'MTHSMR'=>['found_name'=>'生均仪器设备比','standard_val'=>'6500','basic_val'=>'','ratio'=>'default', 'unit'=>'元'],


        //高中
        'HSTR'=>['found_name'=>'生师比','standard_val'=>'12.5:1','basic_val'=>'','ratio'=>'scale', 'unit'=>''],
        'HETR'=>['found_name'=>'专科以上老师占比','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'HSMR'=>['found_name'=>'生均仪器设备比','standard_val'=>'6500','basic_val'=>'','ratio'=>'default', 'unit'=>'元'],
        //中职
        'VSTR'=>['found_name'=>'生师比','standard_val'=>'12:1','basic_val'=>'','ratio'=>'scale', 'unit'=>''],
        'VETR'=>['found_name'=>'中职学校专业教师双师型比例','standard_val'=>'90%','basic_val'=>'','ratio'=>'percent', 'unit'=>''],
        'VSMR'=>['found_name'=>'生均仪器设备比','standard_val'=>'7500','basic_val'=>'','ratio'=>'default', 'unit'=>'元'],
        //特殊
        'SSTR'=>['found_name'=>'特殊教育学校生师比','standard_val'=>'3:1','basic_val'=>'','ratio'=>'scale', 'unit'=>''],

        //小学
        'PHETR'=>['found_name'=>'每百生高于规定学历教师数','standard_val'=>'4.2','basic_val'=>'3.57','ratio'=>'default', 'unit'=>'人'],
        'PHBTR'=>['found_name'=>'每百生骨干教师数','standard_val'=>'1','basic_val'=>'0.85','ratio'=>'default', 'unit'=>'人'],
        'PHATR'=>['found_name'=>'每百生体育、艺术专任教师数','standard_val'=>'0.9','basic_val'=>'0.765','ratio'=>'default', 'unit'=>'人'],
        'PSRAR'=>['found_name'=>'生均教学及辅助用房面积','standard_val'=>'4.5','basic_val'=>'3.825','ratio'=>'default', 'unit'=>'平方米'],
        'PSMAR'=>['found_name'=>'生均体育运动场馆面积','standard_val'=>'7.5','basic_val'=>'6.375','ratio'=>'default', 'unit'=>'平方米'],
        'PSMR'=>['found_name'=>'生均教学仪器设备值','standard_val'=>'2000','basic_val'=>'1700','ratio'=>'default', 'unit'=>'元'],
        'PHIR'=>['found_name'=>'每百名学生拥有网络多媒体教室数','standard_val'=>'2.3','basic_val'=>'1.955','ratio'=>'default', 'unit'=>'间'],
        //初中
        'JHETR'=>['found_name'=>'每百生高于规定学历教师数','standard_val'=>'5.3','basic_val'=>'4.505','ratio'=>'default', 'unit'=>'人'],
        'JHBTR'=>['found_name'=>'每百生骨干教师数','standard_val'=>'1','basic_val'=>'0.85','ratio'=>'default', 'unit'=>'人'],
        'JHATR'=>['found_name'=>'每百生体育、艺术专任教师数','standard_val'=>'0.9','basic_val'=>'0.765','ratio'=>'default', 'unit'=>'人'],
        'JSRAR'=>['found_name'=>'生均教学及辅助用房面积','standard_val'=>'5.8','basic_val'=>'4.93','ratio'=>'default', 'unit'=>'平方米'],
        'JSMAR'=>['found_name'=>'生均体育运动场馆面积','standard_val'=>'10.2','basic_val'=>'8.67','ratio'=>'default', 'unit'=>'平方米'],
        'JSMR'=>['found_name'=>'生均教学仪器设备值','standard_val'=>'2500','basic_val'=>'2125','ratio'=>'default', 'unit'=>'元'],
        'JHIR'=>['found_name'=>'每百名学生拥有网络多媒体教室数','standard_val'=>'2.4','basic_val'=>'2.04','ratio'=>'default', 'unit'=>'间'],
        //九年制
        'NHETR'=>['found_name'=>'每百生高于规定学历教师数','standard_val'=>'4.2','basic_val'=>'3.57','ratio'=>'default', 'unit'=>'人'],
        'NHBTR'=>['found_name'=>'每百生骨干教师数','standard_val'=>'1','basic_val'=>'0.85','ratio'=>'default', 'unit'=>'人'],
        'NHATR'=>['found_name'=>'每百生体育、艺术专任教师数','standard_val'=>'0.9','basic_val'=>'0.765','ratio'=>'default', 'unit'=>'人'],
        'NSRAR'=>['found_name'=>'生均教学及辅助用房面积','standard_val'=>'4.5','basic_val'=>'3.825','ratio'=>'default', 'unit'=>'平方米'],
        'NSMAR'=>['found_name'=>'生均体育运动场馆面积','standard_val'=>'7.5','basic_val'=>'6.375','ratio'=>'default', 'unit'=>'平方米'],
        'NSMR'=>['found_name'=>'生均教学仪器设备值','standard_val'=>'2000','basic_val'=>'1700','ratio'=>'default', 'unit'=>'元'],
        'NHIR'=>['found_name'=>'每百名学生拥有网络多媒体教室数','standard_val'=>'2.3','basic_val'=>'1.955','ratio'=>'default', 'unit'=>'间'],
        'NJHETR'=>['found_name'=>'每百生高于规定学历教师数','standard_val'=>'5.3','basic_val'=>'4.505','ratio'=>'default', 'unit'=>'人'],
        'NJHBTR'=>['found_name'=>'每百生骨干教师数','standard_val'=>'1','basic_val'=>'0.85','ratio'=>'default', 'unit'=>'人'],
        'NJHATR'=>['found_name'=>'每百生体育、艺术专任教师数','standard_val'=>'0.9','basic_val'=>'0.765','ratio'=>'default', 'unit'=>'人'],
        'NJSRAR'=>['found_name'=>'生均教学及辅助用房面积','standard_val'=>'5.8','basic_val'=>'4.93','ratio'=>'default', 'unit'=>'平方米'],
        'NJSMAR'=>['found_name'=>'生均体育运动场馆面积','standard_val'=>'10.2','basic_val'=>'8.67','ratio'=>'default', 'unit'=>'平方米'],
        'NJSMR'=>['found_name'=>'生均教学仪器设备值','standard_val'=>'2500','basic_val'=>'2125','ratio'=>'default', 'unit'=>'元'],
        'NJHIR'=>['found_name'=>'每百名学生拥有网络多媒体教室数','standard_val'=>'2.4','basic_val'=>'2.04','ratio'=>'default', 'unit'=>'间'],
        //十二年制
        'TNHETR'=>['found_name'=>'每百生高于规定学历教师数','standard_val'=>'4.2','basic_val'=>'3.57','ratio'=>'default', 'unit'=>'人'],
        'TNHBTR'=>['found_name'=>'每百生骨干教师数','standard_val'=>'1','basic_val'=>'0.85','ratio'=>'default', 'unit'=>'人'],
        'TNHATR'=>['found_name'=>'每百生体育、艺术专任教师数','standard_val'=>'0.9','basic_val'=>'0.765','ratio'=>'default', 'unit'=>'人'],
        'TNSRAR'=>['found_name'=>'生均教学及辅助用房面积','standard_val'=>'4.5','basic_val'=>'3.825','ratio'=>'default', 'unit'=>'平方米'],
        'TNSMAR'=>['found_name'=>'生均体育运动场馆面积','standard_val'=>'7.5','basic_val'=>'6.375','ratio'=>'default', 'unit'=>'平方米'],
        'TNSMR'=>['found_name'=>'生均教学仪器设备值','standard_val'=>'2000','basic_val'=>'1700','ratio'=>'default', 'unit'=>'元'],
        'TNHIR'=>['found_name'=>'每百名学生拥有网络多媒体教室数','standard_val'=>'2.3','basic_val'=>'1.955','ratio'=>'default', 'unit'=>'间'],

        'TNJHETR'=>['found_name'=>'每百生高于规定学历教师数','standard_val'=>'5.3','basic_val'=>'4.505','ratio'=>'default', 'unit'=>'人'],
        'TNJHBTR'=>['found_name'=>'每百生骨干教师数','standard_val'=>'1','basic_val'=>'0.85','ratio'=>'default', 'unit'=>'人'],
        'TNJHATR'=>['found_name'=>'每百生体育、艺术专任教师数','standard_val'=>'0.9','basic_val'=>'0.765','ratio'=>'default', 'unit'=>'人'],
        'TNJSRAR'=>['found_name'=>'生均教学及辅助用房面积','standard_val'=>'5.8','basic_val'=>'4.93','ratio'=>'default', 'unit'=>'平方米'],
        'TNJSMAR'=>['found_name'=>'生均体育运动场馆面积','standard_val'=>'10.2','basic_val'=>'8.67','ratio'=>'default', 'unit'=>'平方米'],
        'TNJSMR'=>['found_name'=>'生均教学仪器设备值','standard_val'=>'2500','basic_val'=>'2125','ratio'=>'default', 'unit'=>'元'],
        'TNJHIR'=>['found_name'=>'每百名学生拥有网络多媒体教室数','standard_val'=>'2.4','basic_val'=>'2.04','ratio'=>'default', 'unit'=>'间'],
    ],
];
